Repository: hbenda-pph/calls_analysis_dashboard
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es

source: ServiceTitan - Inflection Points Analysis
es: ServiceTitan - Análisis de Puntos de Inflexión

source: Controls
es: Controles

source: Select Company:
es: Seleccionar Compañía:

source: Select the company to analyze its inflection points
es: Selecciona la compañía para analizar sus puntos de inflexión

source: Generate Analysis
es: Generar Análisis

source: Company Information
es: Información de la Compañía

source: Total Calls:
es: Total Llamadas:

source: Years:
es: Años:

source: States:
es: Estados:

source: Analysis Statistics
es: Estadísticas del Análisis

source: Peaks Identified
es: Picos Identificados

source: Valleys Identified
es: Valles Identificados

source: Monthly Average
es: Promedio Mensual

source: Maximum Variation
es: Variación Máxima

source: Identified Peaks
es: Picos Identificados

source: Identified Valleys
es: Valles Identificados

source: No peaks identified
es: No se identificaron picos

source: No valleys identified
es: No se identificaron valles

source: Detailed Monthly Data
es: Datos Mensuales Detallados

source: Historical Variability
es: Variabilidad Histórica

source: Export to Google Sheets
es: Exportar a Google Sheets

source: Average Mix
es: Promedio General

source: Monthly Values
es: Valores Mensuales

source: Variability
es: Variabilidad

source: Calls Count
es: Cantidad de Llamadas

source: Detailed Monthly Data - Absolute Numbers
es: Datos Mensuales Detallados - Números Absolutos

source: Month
es: Mes

source: Calls
es: Llamadas

source: Percentage (%)
es: Porcentaje (%)

source: Is Peak
es: Es Pico

source: Is Valley
es: Es Valle

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Analysis Information
es: Información del Análisis

source: Methodology:
es: Metodología:

source: Data is grouped by month summing all calls from all years
es: Los datos se agrupan por mes sumando todas las llamadas de todos los años

source: Monthly percentages of the total annual are calculated
es: Se calculan porcentajes mensuales del total anual

source: Peaks and valleys are identified using SciPy find_peaks function
es: Los picos y valles se identifican usando la función find_peaks de SciPy

source: Parameters: minimum height = monthly average, minimum distance = 2 months
es: Parámetros: altura mínima = promedio mensual, distancia mínima = 2 meses

source: Interpretation:
es: Interpretación:

source: Peaks (🔺): Months with higher call concentration
es: Picos (🔺): Meses con mayor concentración de llamadas

source: Valleys (🔻): Months with lower call concentration
es: Valles (🔻): Meses con menor concentración de llamadas

source: Percentages: Represent the proportion of calls for each month relative to the annual total
es: Porcentajes: Representan la proporción de llamadas de cada mes respecto al total anual

source: Loading data from BigQuery...
es: Cargando datos desde BigQuery...

source: No data found for company
es: No se encontraron datos para la compañía

source: Error loading data. Check BigQuery connection.
es: Error al cargar datos. Verifica la conexión a BigQuery.
